[Archetypes.ARC_IA_ChosenAD_ArtilleryGenerator XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Обраного"

[Archetypes.ARC_IA_ChosenAD_BulwarkACV XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Обраного"

[Archetypes.ARC_IA_ChosenArtilleryComputer XComInteractiveLevelActor]
FriendlyDisplayName="Аварiйний маяк"

[Archetypes.ARC_IA_ChosenSarcophagus XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Обраного"

[Archetypes.ARC_IA_ShieldBubble XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Обраного"
